{
  "speeches": [
    {
      "id": 1,
      "pres": "George Washington",
      "yr": "1789",
      "wc": 1431,
      "txt": "Among the vicissitudes incident to life no event could have filled me with greater anxieties than that of which the notification was transmitted by your order, and received on the 14th day of the present month."      
    },{
      "id": 2,
      "pres": "George Washington",
      "yr": "1793",
      "wc": 135,
      "txt": "I am again called upon by the voice of my country to execute the functions of its Chief Magistrate."
    },{
      "id": 3,
      "pres": "John Adams",
      "yr": "1797",
      "wc": 2321,
      "txt": "When it was first perceived, in early times, that no middle course for America remained between unlimited submission to a foreign legislature and a total independence of its claims, men of reflection were less apprehensive of danger from the formidable power of fleets and armies they must determine to resist than from those contests and dissensions which would certainly arise concerning the forms of government to be instituted over the whole and over the parts of this extensive country."
    },{
      "id": 4,
      "pres": "Thomas Jefferson",
      "yr": "1801",
      "wc": 1730,
      "txt": "Called upon to undertake the duties of the first executive office of our country, I avail myself of the presence of that portion of my fellow-citizens which is here assembled to express my grateful thanks for the favor with which they have been pleased to look toward me, to declare a sincere consciousness that the task is above my talents, and that I approach it with those anxious and awful presentiments which the greatness of the charge and the weakness of my powers so justly inspire."
    },{
      "id": 5,
      "pres": "Thomas Jefferson",
      "yr": "1805",
      "wc": 2166,
      "txt": "Proceeding, fellow citizens, to that qualification which the constitution requires, before my entrance on the charge again conferred upon me, it is my duty to express the deep sense I entertain of this new proof of confidence from my fellow citizens at large, and the zeal with which it inspires me, so to conduct myself as may best satisfy their just expectations."
    },{
      "id": 6,
      "pres": "James Madison",
      "yr": "1809",
      "wc": 1177,
      "txt": "Unwilling to depart from examples of the most revered authority, I avail myself of the occasion now presented to express the profound impression made on me by the call of my country to the station to the duties of which I am about to pledge myself by the most solemn of sanctions."
    },{
      "id": 7,
      "pres": "James Madison",
      "yr": "1813",
      "wc": 1211,
      "txt": "About to add the solemnity of an oath to the obligations imposed by a second call to the station in which my country heretofore placed me, I find in the presence of this respectable assembly an opportunity of publicly repeating my profound sense of so distinguished a confidence and of the responsibility united with it."
    },{
      "id": 8,
      "pres": "James Monroe",
      "yr": "1817",
      "wc": 3375,
      "txt": "I should be destitute of feeling if I was not deeply affected by the strong proof which my fellow-citizens have given me of their confidence in calling me to the high office whose functions I am about to assume."
    },{
      "id": 9,
      "pres": "James Monroe",
      "yr": "1821",
      "wc": 4472,
      "txt": "I shall not attempt to describe the grateful emotions which the new and very distinguished proof of the confidence of my fellow-citizens, evinced by my reelection to this high trust, has excited in my bosom."
    },{
      "id": 10,
      "pres": "John Quincy Adams",
      "yr": "1825",
      "wc": 2915,
      "txt": "In compliance with an usage coeval with the existence of our Federal Constitution, and sanctioned by the example of my predecessors in the career upon which I am about to enter, I appear, my fellow-citizens, in your presence and in that of Heaven to bind myself by the solemnities of religious obligation to the faithful performance of the duties allotted to me in the station to which I have been called."
    },{
      "id": 11,
      "pres": "Andrew Jackson",
      "yr": "1829",
      "wc": 1128,
      "txt": "About to undertake the arduous duties that I have been appointed to perform by the choice of a free people, I avail myself of this customary and solemn occasion to express the gratitude which their confidence inspires and to acknowledge the accountability which my situation enjoins."
    },{
      "id": 12,
      "pres": "Andrew Jackson",
      "yr": "1833",
      "wc": 1176,
      "txt": "The will of the American people, expressed through their unsolicited suffrages, calls me before you to pass through the solemnities preparatory to taking upon myself the duties of President of the United States for another term."
    },{
      "id": 13,
      "pres": "Martin Van Buren",
      "yr": "1837",
      "wc": 3843,
      "txt": "The practice of all my predecessors imposes on me an obligation I cheerfully fulfill--to accompany the first and solemn act of my public trust with an avowal of the principles that will guide me in performing it and an expression of my feelings on assuming a charge so responsible and vast."
    },{
      "id": 14,
      "pres": "William Henry Harrison",
      "yr": "1841",
      "wc": 8460,
      "txt": "Called from a retirement which I had supposed was to continue for the residue of my life to fill the chief executive office of this great and free nation, I appear before you, fellow-citizens, to take the oaths which the Constitution prescribes as a necessary qualification for the performance of its duties; and in obedience to a custom coeval with our Government and what I believe to be your expectations I proceed to present to you a summary of the principles which will govern me in the discharge of the duties which I shall be called upon to perform."
    },{
      "id": 15,
      "pres": "James Knox Polk",
      "yr": "1845",
      "wc": 4809,
      "txt": "Without solicitation on my part, I have been chosen by the free and voluntary suffrages of my countrymen to the most honorable and most responsible office on earth."
    },{
      "id": 16,
      "pres": "Zachary Taylor",
      "yr": "1849",
      "wc": 1090,
      "txt": "Elected by the American people to the highest office known to our laws, I appear here to take the oath prescribed by the Constitution, and, in compliance with a time-honored custom, to address those who are now assembled."
    },{
      "id": 17,
      "pres": "Franklin Pierce",
      "yr": "1853",
      "wc": 3336,
      "txt": "It a relief to feel that no heart but my own can know the personal regret and bitter sorrow over which I have been borne to a position so suitable for others rather than desirable for myself."
    },{
      "id": 18,
      "pres": "James Buchanan",
      "yr": "1857",
      "wc": 2831,
      "txt": "I appear before you this day to take the solemn oath \"that I will faithfully execute the office of President of the United States and will to the best of my ability preserve, protect, and defend the Constitution of the United States.\""
    },{
      "id": 19,
      "pres": "Abraham Lincoln",
      "yr": "1861",
      "wc": 3637,
      "txt": "In compliance with a custom as old as the Government itself, I appear before you to address you briefly and to take in your presence the oath prescribed by the Constitution of the United States to be taken by the President before he enters on the execution of this office."
    },{
      "id": 20,
      "pres": "Abraham Lincoln",
      "yr": "1865",
      "wc": 700,
      "txt": "At this second appearing to take the oath of the Presidential office there is less occasion for an extended address than there was at the first."
    },{
      "id": 21,
      "pres": "Ulysses S. Grant",
      "yr": "1869",
      "wc": 1127,
      "txt": "Your suffrages having elected me to the office of President of the United States, I have, in conformity to the Constitution of our country, taken the oath of office prescribed therein."
    },{
      "id": 22,
      "pres": "Ulysses S. Grant",
      "yr": "1873",
      "wc": 1339,
      "txt": "Under Providence I have been called a second time to act as Executive over this great nation."
    },{
      "id": 23,
      "pres": "Rutherford B. Hayes",
      "yr": "1877",
      "wc": 2486,
      "txt": "We have assembled to repeat the public ceremonial, begun by Washington, observed by all my predecessors, and now a time-honored custom, which marks the commencement of a new term of the Presidential office."
    },{
      "id": 24,
      "pres": "James A. Garfield",
      "yr": "1881",
      "wc": 2979,
      "txt": "We stand to-day upon an eminence which overlooks a hundred years of national life--a century crowded with perils, but crowned with the triumphs of liberty and law."
    },{
      "id": 25,
      "pres": "Grover Cleveland",
      "yr": "1885",
      "wc": 1686,
      "txt": "In the presence of this vast assemblage of my countrymen I am about to supplement and seal by the oath which I shall take the manifestation of the will of a great and free people."
    },{
      "id": 26,
      "pres": "Benjamin Harrison",
      "yr": "1889",
      "wc": 4392,
      "txt": "There is no constitutional or legal requirement that the President shall take the oath of office in the presence of the people, but there is so manifest an appropriateness in the public induction to office of the chief executive officer of the nation that from the beginning of the Government the people, to whose service the official oath consecrates the officer, have been called to witness the solemn ceremonial."
    },{
      "id": 27,
      "pres": "Grover Cleveland",
      "yr": "1893",
      "wc": 2015,
      "txt": "In obedience of the mandate of my countrymen I am about to dedicate myself to their service under the sanction of a solemn oath."
    }
  ]
}
